Repository: amarjithzoondia/qe
Catalog: QualityExpertise/Resources/AppControllers/Localization/*.lproj/Localizable.strings
Languages: hi, ur_arab

source: Logout
hi: लॉग आउट
ur_arab: لاگ آؤٹ

source: Register
hi: रजिस्टर
ur_arab: رجسٹر کریں

source: Login
hi: लॉग इन
ur_arab: لاگ اِن

source: Coming Soon
hi: जल्द आ रहा है
ur_arab: جلد آرہا ہے

# logout_confirmation
source: Are you sure you want to Log out?
hi: क्या आप वाकई लॉग आउट करना चाहेंगे?
ur_arab: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

# logout_yes
source: YES
hi: हाँ
ur_arab: جی ہاں

source: Facilities/Projects
hi: सुविधाएं/परियोजनाएं
ur_arab: سہولیات / پروجیکٹس

source: View Project
hi: परियोजना देखें
ur_arab: پروجیکٹ دیکھیں

source: Request Access
hi: प्रवेश का अनुरोध करें
ur_arab: رسائی کی درخواست کریں

source: Create New
hi: नया बनाएँ
ur_arab: نیا بنائیں

source: Invite Users
hi: उपयोगकर्ताओं को आमंत्रित करें
ur_arab: صارفین کو مدعو کریں

source: Open Workflow
hi: वर्कफ़्लो खोलें
ur_arab: ورک فلو کھولیں

source: Project-Based Modules
hi: परियोजना आधारित मॉड्यूल
ur_arab: پروجیکٹ پر مبنی ماڈیولز

# audits_and_inspections
source: Audits & Inspections
hi: ऑडिट्स & निरीक्षण
ur_arab: آڈٹس انسپیکشنز

source: Incidents
hi: घटनाएँ
ur_arab: واقعات

source: Observation
hi: निरिक्षण
ur_arab: مشاہدہ

source: Permit to Work
hi: काम करने की अनुमति
ur_arab: تصريح العمل

source: Pre-Task Briefing
hi: प्री-टास्क ब्रिफ़िंग
ur_arab: پری ٹاسک بریفنگ

source: Toolbox Talk
hi: टूलबॉक्स टॉक
ur_arab: ٹول باکس ٹاک

source: Violation
hi: उल्लंघन
ur_arab: خلاف ورزی

source: Lesson Learned
hi: सीखे गए पाठ
ur_arab: سبق سیکھا

source: View Group
hi: समूह देखें
ur_arab: گروپ دیکھیں

# lets_start_logging_in
source: Let's start with Logging in!
hi: आइए लॉग इन करना शुरू करें!
ur_arab: آئیے لاگ اِن سے شروع کرتے ہیں!

# forgot_password
source: Forgot your password?
hi: क्या आपने अपना पासवर्ड भूल गए?
ur_arab: کیا آپ اپنا پاس ورڈ بھول گئے ہیں؟

# no_account_question
source: You don't have an account?
hi: क्या आपका कोई खाता नहीं है?
ur_arab: آپ کا اکاؤنٹ نہیں ہے؟

source: Register here
hi: यहाँ रजिस्टर करें
ur_arab: یہاں رجسٹر کریں

source: Guest User
hi: मेहमान उपयोगकर्ता
ur_arab: مہمان صارف

source: Email Address
hi: ई-मेल पता
ur_arab: ای میل ایڈریس

source: Password
hi: पासवर्ड
ur_arab: پاس ورڈ

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
ur_arab: پاس ورڈ کی تصدیق کریں

source: Sign Up
hi: साइन अप
ur_arab: سائن اپ کریں

# already_have_account
source: Already have an account?
ur_arab: کیا آپ کا پہلے سے اکاؤنٹ موجود ہے؟

source: Sign In
hi: साइन इन
ur_arab: سائن اِن کریں

source: Choose Image
hi: छवि चुनें
ur_arab: تصویر منتخب کریں

source: Select a method
hi: एक विधि चुनें
ur_arab: طریقہ منتخب کریں

source: Gallery
hi: गैलेरी
ur_arab: گیلری

source: Camera
hi: कैमरा
ur_arab: کیمرا

source: FULL NAME
hi: पूरा नाम
ur_arab: پورا نام

source: EMAIL
hi: ई-मेल
ur_arab: ای میل

source: DESIGNATION
hi: पदनाम
ur_arab: عہدہ

source: COMPANY
hi: कंपनी
ur_arab: کمپنی

source: Enter Your Code!
hi: अपना कोड दर्ज करें!
ur_arab: اپنا کوڈ درج کریں!

# otp_sent_message
source: OTP has been sent to you on your email
hi: OTP आपको आपके ई-मेल पर भेजा गया है
ur_arab: او ٹی پی آپ کے ای میل پر بھیج دیا گیا ہے

# verify_and_proceed
source: Verify & Proceed
hi: सत्यापित करें & आगे बढ़ें
ur_arab: تصدیق کریں اور آگے بڑھیں

# didnt_receive_otp
source: Didn't receive the OTP?
hi: OTP नहीं मिला?
ur_arab: کیا او ٹی پی نہیں ملا؟

source: Resend Code
hi: कोड पुनः भेजें
ur_arab: دوبارہ کوڈ بھیجیں

# register_nav_title
source: Register
hi: रजिस्टर
ur_arab: رجسٹر کریں

source: OTP Verification Failed
hi: OTP सत्यापन विफल
ur_arab: او ٹی پی تصدیق ناکام ہوگئی

# incorrect_otp_message
source: Incorrect OTP provided, make sure you enter the correct otp.
hi: गलत OTP दिया गया है, कृपया सही OTP दर्ज करें
ur_arab: غلط او ٹی پی درج کیا گیا ہے، براہِ مہربانی درست او ٹی پی درج کریں

source: Okay
hi: ठीक है
ur_arab: ٹھیک ہے

source: Create Observation
hi: निरिक्षण बनाएँ
ur_arab: مشاہدہ بنائیں

source: View Observations
hi: निरिक्षण देखें
ur_arab: مشاہدات دیکھیںمشاہدات دیکھیں

source: Pending Actions
hi: लंबित क्रियाएँ
ur_arab: زیر التواء اقدامات

source: Groups
hi: समूह
ur_arab: گروپس

source: View Groups
hi: समूह देखें
ur_arab: گروپس دیکھیں

# invite_users_to_group_title
source: Invite Users to Group
hi: उपयोगकर्ताओं को समूह में आमंत्रित करें
ur_arab: صارفین کو گروپ میں مدعو کریں

source: Request Access to Group
hi: समूह में प्रवेश का अनुरोध करें
ur_arab: گروپ تک رسائی کی درخواست کریں

source: Create New Group
hi: नया समूह बनाएँ
ur_arab: نیا گروپ بنائیں

source: View Observation
hi: निरिक्षण देखें
ur_arab: مشاہدہ دیکھیں

source: View Drafts
hi: ड्राफ्ट देखें
ur_arab: ڈرافٹس دیکھیں

source: Alert!
hi: चेतावनी!
ur_arab: خبردار!

# login_required_message
source: This feature requires you to log in
hi: इस फीचर के लिए आपको लॉग इन करना आवश्यक है
ur_arab: اس فیچر کے لیے لاگ اِن ضروری ہے

source: UPLOAD IMAGES
hi: छवियाँ अपलोड करें
ur_arab: تصاویر اپ لوڈ کریں

source: Add Image
hi: छवि जोड़ें
ur_arab: تصویر شامل کریں

source: Publish
hi: प्रकाशित करें
ur_arab: شائع کریں

source: Save as Draft
hi: ड्राफ्ट के रूप में सहेजें
ur_arab: ڈرافٹ کے طور پر محفوظ کریں

source: Confirm Exit!
hi: प्रस्थान की पुष्टि करें!
ur_arab: خروج کی تصدیق کریں!

# confirm_exit_message
source: Are you sure you want to leave this page, All unsaved changes will be lost.
hi: क्या आप वाकई इस पेज से निकलना चाहेंगे, सभी असमस्य सहेजी नहीं गई बदलाव खो जाएंगे।
ur_arab: کیا آپ واقعی اس صفحے سے نکلنا چاہتے ہیں؟ غیر محفوظ تبدیلیاں ضائع ہوجائیں گی۔

source: No
hi: नहीं
ur_arab: نہیں

source: Yes
hi: हाँ
ur_arab: جی ہاں

source: Draft Saved
hi: ड्राफ्ट सहेजा गया
ur_arab: ڈرافٹ محفوظ ہوگیا

# draft_saved_without_group
source: Observation successfully saved as draft without group Specifications
hi: समूह निर्दिष्ट किये बिना निरिक्षण सफलतापूर्वक ड्राफ़्ट के रूप में सहेजा गया।
ur_arab: مشاہدہ کامیابی سے ڈرافٹ کے طور پر محفوظ ہوگیا (بغیر گروپ کی وضاحت کے)

# draft_saved_message
source: Observation successfully saved as draft
hi: निरिक्षण सफलतापूर्वक ड्राफ़्ट के रूप में सहेजा गया।
ur_arab: مشاہدہ کامیابی سے ڈرافٹ محفوظ ہوگیا

source: Observation created
hi: निरिक्षण बनाया गया
ur_arab: مشاہدہ تیار ہوگیا

# observation_created_message
source: Observation created successfully
hi: निरिक्षण सफलतापूर्वक बनाया गया।
ur_arab: مشاہدہ کامیابی سے تیار ہوگیا

source: Specify a Group
hi: एक समूह निर्दिष्ट करें
ur_arab: کوئی گروپ منتخب کریں

source: Select Group
hi: समूह चुनें
ur_arab: گروپ منتخب کریں

source: Select
hi: चुनें
ur_arab: منتخب کریں

source: TITLE
hi: शीर्षक
ur_arab: عنوان

source: Reported By
hi: द्वारा रिपोर्ट किया गया
ur_arab: رپورٹ کرنے والا

source: LOCATION
hi: स्थान
ur_arab: مقام

source: DESCRIPTION
hi: विवरण
ur_arab: تفصیل

source: Responsible Person
hi: जिम्मेदार व्यक्ति
ur_arab: ذمہ دار شخص

source: RESPONSIBLE PERSON EMAIL
hi: जिम्मेदार व्यक्ति का ई-मेल
ur_arab: ذمہ دار شخص کا ای میل

source: Not Specified
hi: निर्दिष्ट नहीं
ur_arab: مخصوص نہیں

# responsibility_for_all
source: Responsibility for all group members
hi: सभी समूह सदस्यों के लिए जिम्मेदारी
ur_arab: تمام گروپ ممبران کے لیے ذمہ داری

source: Change user
hi: उपयोगकर्ता बदलें
ur_arab: صارف تبدیل کریں

source: Select a user
hi: उपयोगकर्ता चुनें
ur_arab: صارف منتخب کریں

source: SEND NOTIFICATION TO
hi: सूचना भेजें
ur_arab: اطلاع بھیجیں

source: + Add User
hi: + उपयोगकर्ता जोड़ें
ur_arab: + صارف شامل کریں

source: Add User
hi: उपयोगकर्ता जोड़ें
ur_arab: صارف شامل کریں

source: Observation Title
hi: निरिक्षण शीर्षक
ur_arab: مشاہدے کا عنوان

source: Image
hi: छवि
ur_arab: تصویر

source: UPLOAD
hi: अपलोड
ur_arab: اپ لوڈ کریں

source: Search Observations
hi: निरिक्षण खोजें
ur_arab: مشاہدات تلاش کریں

source: No Observations found
hi: कोई निरिक्षण नहीं मिला
ur_arab: کوئی مشاہدہ نہیں ملا

source: Export to Excel
hi: एक्सेल में निर्यात करें
ur_arab: ایکسل میں برآمد کریں

source: Observations
hi: निरिक्षण
ur_arab: مشاہدات

source: Excel successfully saved!
ur_arab: ایکسل کامیابی سے محفوظ ہوگیا!

source: Excel could not be saved
hi: एक्सेल सहेजा नहीं जा सका
ur_arab: ایکسل محفوظ نہیں ہوسکا

source: No data found
hi: कोई डेटा नहीं मिला
ur_arab: کوئی ڈیٹا نہیں ملا

source: Close
hi: बंद करें
ur_arab: بند کریں

source: Apply
hi: लागू करें
ur_arab: لاگو کریں

source: Filters
hi: फिल्टर
ur_arab: فلٹرز

source: Clear All
hi: सभी क्लियर करें
ur_arab: سب صاف کریں

source: Date Open
hi: खोलने की तिथि
ur_arab: تاریخ کھلنے کی

source: Date Close
hi: बंद करने की तिथि
ur_arab: تاریخ بند ہونے کی

source: Open Observations
hi: खुले निरिक्षण
ur_arab: کھلی ہوئی مشاہدات

source: Closed Observations
hi: बंद निरिक्षण
ur_arab: بند کی گئی مشاہدات

source: Search
hi: खोज
ur_arab: تلاش کریں

source: No Group
hi: कोई समूह नहीं
ur_arab: کوئی گروپ نہیں

# show_all_observations
source: Show all Observations that are not specified to any group
hi: सभी उन निरिक्षण दिखाएँ जो किसी समूह को निर्दिष्ट नहीं किए गए हैं।
ur_arab: تمام وہ مشاہدات دکھائیں جو کسی گروپ میں شامل نہیں ہیں۔

source: Status
hi: स्थिति
ur_arab: حیثیت / اسٹیٹس

source: Group
hi: समूह
ur_arab: گروپ

source: Observer
hi: निरीक्षक
ur_arab: مشاہدہ کرنے والا

source: Responsible
hi: जिम्मेदार
ur_arab: ذمہ دار

source: Date
hi: तिथि
ur_arab: تاریخ

source: N/A
hi: एन/ए
ur_arab: دستیاب نہیں

source: Generate PDF
hi: पीडीएफ़ जनरेट करें
ur_arab: پی ڈی ایف بنائیں

source: Confirm Delete!!
hi: हटाने की पुष्टि!!
ur_arab: حذف کی تصدیق کریں!!

# delete_confirmation_message
source: Are you sure you want to delete this observation?
hi: क्या आप वाकई इस निरिक्षण को हटाना चाहेंगे?
ur_arab: کیا آپ واقعی اس مشاہدے کو حذف کرنا چاہتے ہیں؟

source: Cancel
hi: रद्द करें
ur_arab: منسوخ کریں

source: Continue
hi: जारी रखें
ur_arab: جاری رکھیں

# image_and_description
source: IMAGE & DESCRIPTION
hi: छवि & विवरण
ur_arab: تصویر اور وضاحت

source: No Images Found
hi: कोई छवियाँ नहीं मिली
ur_arab: کوئی تصاویر نہیں ملیں

# responsibility_all_members
source: Responsibility for all group members
hi: सभी समूह सदस्यों के लिए जिम्मेदारी
ur_arab: تمام گروپ ممبران کے لیے ذمہ داری

source: Observation Closeout
hi: निरिक्षण समापन
ur_arab: مشاہدے کا اختتام

source: CLOSEOUT DESCRIPTION
hi: समापन विवरण
ur_arab: اختتامی وضاحت

source: Closed By
hi: द्वारा बंद किया गया
ur_arab: بند کیا گیا از جانب

source: IMAGES
hi: छवियाँ
ur_arab: تصاویر

source: Close Observation
hi: निरिक्षण बंद करें
ur_arab: مشاہدہ بند کریں

source: Delete Observation
hi: निरिक्षण हटाएँ
ur_arab: مشاہدہ حذف کریں

# pdf_saved_success
source: PDF Successfully Saved!
hi: पीडीएफ़ सफलतापूर्वक सहेजा गया!
ur_arab: پی ڈی ایف کامیابی سے محفوظ کر لی گئی!

# pdf_save_failed
source: PDF could not be saved
hi: पीडीएफ़ सहेजा नहीं जा सका
ur_arab: پی ڈی ایف محفوظ نہیں ہو سکی

# image_with_count
source: Image %d
hi: छवि %d
ur_arab: تصویر %d

source: OBSERVATION IMAGES
hi: निरिक्षण छवियाँ
ur_arab: مشاہدے کی تصاویر

source: Submit
hi: जमा करें
ur_arab: جمع کریں

source: CLOSE OUT DESCRIPTION
hi: समापन विवरण
ur_arab: اختتامی وضاحت لکھیں

source: Please add Image %@ first.
hi: कृपया पहले छवि %@ जोड़ें।
ur_arab: براہ کرم پہلے تصویر %@ شامل کریں۔

source: Delete Draft ?
hi: ड्राफ़्ट हटाएँ ?
ur_arab: مسودہ حذف کریں؟

# delete_draft_confirmation
source: Are you sure you want to delete this observation draft. This observation will be removed permanently
hi: क्या आप वाकई इस निरिक्षण ड्राफ्ट को हटाना चाहेंगे। यह निरिक्षण स्थायी रूप से हटा दिया जाएगा।
ur_arab: کیا آپ واقعی اس مشاہدے کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ مشاہدہ مستقل طور پر حذف ہو جائے گا۔

source: No Pending Actions found
hi: कोई लंबित क्रिया नहीं मिली
ur_arab: کوئی زیر التواء کارروائی نہیں ملی

# pending_action_label
source: Pending Action:
hi: लंबित क्रिया:
ur_arab: زیر التواء کارروائی:

source: Pending Action
hi: लंबित क्रिया
ur_arab: زیر التواء کارروائی

source: Filter
hi: फिल्टर
ur_arab: فلٹر

source: Open Observation
hi: खुला निरिक्षण
ur_arab: مشاہدہ کھولیں

source: Request to Join group
hi: समूह में शामिल होने का अनुरोध करें
ur_arab: گروپ میں شامل ہونے کی درخواست

source: Observation Responsibility Change
hi: निरिक्षण जिम्मेदारी परिवर्तन
ur_arab: مشاہدے کی ذمہ داری تبدیل کریں

source: Request To Delete Observation
hi: निरिक्षण हटाने का अनुरोध करें
ur_arab: مشاہدہ حذف کرنے کی درخواست

source: Review Observation Closeout
hi: निरिक्षण समापन की समीक्षा करें
ur_arab: مشاہدہ اختتام کا جائزہ

source: Save Details
hi: विवरण सहेजें
ur_arab: تفصیلات محفوظ کریں

source: Next
hi: अगला
ur_arab: اگلا

source: Edit Group
hi: समूह संपादित करें
ur_arab: گروپ میں ترمیم کریں

source: New Group
hi: नया समूह
ur_arab: نیا گروپ

source: GROUP TITLE
hi: समूह शीर्षक
ur_arab: گروپ کا عنوان

source: Your Code is
hi: आपका कोड है
ur_arab: آپ کا کوڈ ہے

source: Copy this code
hi: इस कोड की नक़ल करें
ur_arab: یہ کوڈ کاپی کریں

source: Invite Users to Group
hi: उपयोगकर्ताओं को समूह में आमंत्रित करें
ur_arab: صارفین کو گروپ میں مدعو کریں

# share_message
source: AlNasr You are invited to a group in AlNasr iOS Group Name: %@ Group Code: %@ Enter the above code to join Install ALNASR now.
hi: रिपोर्ट ऑन द गो आप इस समूह में आमंत्रित हैं समूह का नाम: %@ समूह कोड: %@ उपरोक्त कोड दर्ज करें शामिल होने के लिए QualityExpertise अभी इंस्टॉल करें
ur_arab: رپورٹ آن دی گو آپ کو رپورٹ آن دی گو iOS میں ایک گروپ میں مدعو کیا گیا ہے گروپ کا نام: %@ گروپ کوڈ: %@ شامل ہونے کے لیے اوپر والا کوڈ درج کریں ابھی QualityExpertise انسٹال کریں

source: No Groups found
hi: कोई समूह नहीं मिला
ur_arab: کوئی گروپ نہیں ملا

source: Search Groups
hi: समूह खोजें
ur_arab: گروپس ت

source: GROUPS LIST
hi: समूहों की सूची
ur_arab: گروپس کی فہرست

source: Invite
hi: आमंत्रित करें
ur_arab: دعوت دیں

source: Super Admin
hi: सुपर एडमिन
ur_arab: سپر ایڈمن

source: Admin
hi: एडमिन
ur_arab: ایڈمن

source: Participant
hi: प्रतिभागी
ur_arab: شرکاء

source: Handover Super Admin Rights
hi: सुपर एडमिन अधिकार सौंपें
ur_arab: سپر ایڈمن کے اختیارات منتقل کریں

source: Delete Group
hi: समूह हटाएँ
ur_arab: گروپ حذف کریں

source: Exit Group
hi: समूह छोड़ें
ur_arab: گروپ سے نکلیں

source: Confirm
hi: पुष्टि करें
ur_arab: تصدیق کریں

# handover_admin_rights_to_user
source: Hand over Admin rights to %@?
hi: क्या %@ को एडमिन अधिकार सौंपें?
ur_arab: کیا %@ کو ایڈمن کے حقوق حوالے کرنا چاہتے ہیں؟

source: Failed!
hi: विफल!
ur_arab: ناکامناکام ہو گیا!

# delete_group_title
source: Delete Group !!
hi: समूह हटाएँ !!
ur_arab: گروپ حذف کریں!!

# delete_group_warning
source: Are you sure want to go ahead with this? If you continue, the transaction is irreversible.
hi: क्या आप वाकई आगे बढ़ना चाहेंगे? यदि आप जारी रखते हैं, यह कार्य अपरिवर्तनीय है।
ur_arab: کیا آپ واقعی آگے بڑھنا چاہتے ہیں؟ اگر آپ جاری رکھتے ہیں تو یہ عمل واپس نہیں لیا جا سکتا۔

# exit_group_title
source: Exit Group !!
hi: समूह छोड़ें !!
ur_arab: گروپ سے نکلیں!!

# exit_group_warning
source: Are you sure you want to exit from this group?
hi: क्या आप वाकई इस समूह को छोड़ना चाहेंगे?
ur_arab: کیا آپ واقعی اس گروپ سے نکلنا چاہتے ہیں؟

source: Group Members
hi: समूह सदस्य
ur_arab: گروپ کے ممبرز

# search_members_placeholder
source: Search members ..
hi: सदस्यों को खोजें ...
ur_arab: ممبرز تلاش کریں ...

source: View
hi: देखें
ur_arab: دیکھیں

source: Delete From List
hi: सूची से हटाएँ
ur_arab: فہرست سے حذف کریں

source: Change Role
hi: भूमिका बदलें
ur_arab: کردار تبدیل کریں

source: Select Role
hi: भूमिका चुनें
ur_arab: کردار منتخب کریں

source: Profile
hi: प्रोफाइल
ur_arab: پروفائل

source: No Members found
hi: कोई सदस्य नहीं मिला
ur_arab: کوئی ممبر نہیں ملا

source: Company Name
hi: कंपनी का नाम
ur_arab: کمپنی کا نام

# add_user_title
source: Add User
hi: उपयोगकर्ता जोड़ें
ur_arab: صارف شامل کریں

# invite_description
source: You can invite users to your group by entering their email ID
hi: आप उनके ई-मेल आईडी दर्ज करके समूह में उपयोगकर्ताओं को आमंत्रित कर सकते हैं
ur_arab: آپ صارفین کو ان کا ای میل درج کر کے اپنے گروپ میں مدعو کر سکتے ہیں

source: Add
hi: जोड़ें
ur_arab: شامل کریں

# added_people_list_title
source: ADDED PEOPLE LIST
hi: जोड़ गए लोगों की सूची
ur_arab: شامل شدہ لوگوں کی فہرست

# alert_empty_email
source: Please enter email address
hi: कृपया ई-मेल पता दर्ज करें।
ur_arab: براہ کرم ای میل ایڈریس درج کریں۔

# alert_invalid_email
source: Please enter a valid email address
hi: कृपया एक वैध ई-मेल पता दर्ज करें।
ur_arab: براہ کرم درست ای میل ایڈریس درج کریں۔

# alert_no_email
source: Please enter at least one email address
hi: कृपया कम-से-कम एक ई-मेल पता दर्ज करें।
ur_arab: براہ کرم کم از کم ایک ای میل ایڈریس درج کریں۔

# invitation_sent
source: Invitations sent!
hi: आमंत्रण भेजे गए!!
ur_arab: دعوت نامے بھیج دیے گئے!!

# invitation_sent_message
source: Group invitations successfully sent to given emails
hi: समूह आमंत्रण सफलतापूर्वक निर्दिष्ट ई-मेल्स पर भेजे गए।
ur_arab: گروپ دعوت نامے کامیابی سے دیے گئے ای میل ایڈریسز پر بھیج دیے گئے ہیں۔

source: Ok
hi: ठीक है
ur_arab: ٹھیک ہے

source: Group Access Request
hi: समूह पहुँच अनुरोध
ur_arab: گروپ تک رسائی کی درخواست

# enter_code_to_join_group
source: Please enter the code to join the Group
hi: कृपया समूह में शामिल होने के लिए कोड दर्ज करें
ur_arab: گروپ میں شامل ہونے کے لیے کوڈ درج کریں

source: Incorrect Code !!
hi: गलत कोड !!
ur_arab: غلط کوڈ!!

# group_not_exist_view
source: Group that you requested to view does not exist
hi: जिस समूह को आप देखना चाहते हैं, वह मौजूद नहीं है।
ur_arab: جس گروپ کو آپ دیکھنا چاہتے ہیں وہ موجود نہیں ہے۔

source: Access Requested
hi: पहुँच का अनुरोध किया गया
ur_arab: رسائی کی درخواست کی گئی

source: Group Access Requested
hi: समूह पहुँच का अनुरोध किया गया
ur_arab: گروپ رسائی کی درخواست کی گئی

# group_not_exist_join
source: Group that you requested to join does not exist
hi: जिस समूह में आप शामिल होना चाहते हैं, वह मौजूद नहीं है।
ur_arab: جس گروپ میں آپ شامل ہونا چاہتے ہیں وہ موجود نہیں ہے۔

source: (OPTIONAL)
hi: (वैकल्पिक)
ur_arab: (اختیاری)

source: ENTER
hi: प्रवेश करें
ur_arab: درج کریں

source: Enter
hi: प्रवेश करें
ur_arab: درج کریں

source: Add New
hi: नया जोड़ें
ur_arab: نیا شامل کریں

source: Drafts
hi: मसौदे
ur_arab: مسودات

source: Specify a Project
hi: किसी परियोजना को निर्दिष्ट करें
ur_arab: ایک پروجیکٹ متعین کریں

# select_a_project
source: SELECT PROJECT
hi: परियोजना चुनें
ur_arab: پروجیکٹ منتخب کریں

# responsibility_for_all_project
source: Responsibility for all project members
hi: सभी परियोजना सदस्यों की ज़िम्मेदारी
ur_arab: تمام پروجیکٹ ممبران کی ذمہ داری

source: Search User
hi: उपयोगकर्ता खोजें
ur_arab: صارف تلاش کریں

source: No User found
hi: कोई उपयोगकर्ता नहीं मिला
ur_arab: کوئی صارف نہیں ملا

source: Custom Entry
hi: कस्टम प्रविष्टि
ur_arab: کسٹم اندراج

source: USER LIST
hi: उपयोगकर्ता सूची
ur_arab: صارفین کی فہرست

source: User
hi: उपयोगकर्ता
ur_arab: صارف

# select_one_user_alert
source: Please select at least one user
hi: कृपया कम से कम एक उपयोगकर्ता चुनें।
ur_arab: براہ کرم کم از کم ایک صارف منتخب کریں۔

# enter_valid_mail
source: Enter a valid mail
hi: कृपया एक मान्य ईमेल दर्ज करें
ur_arab: درست ای میل درج کریں

source: Responsible Person Name
hi: उत्तरदायी व्यक्ति का नाम
ur_arab: ذمہ دار شخص کا نام

source: Email Address(optional)
hi: ईमेल पता (वैकल्पिक)
ur_arab: ای میل ایڈریس (اختیاری)

source: No Project
hi: कोई प्रोजेक्ट नहीं
ur_arab: کوئی پروجیکٹ نہیں

# no_project_description
source: Show all Observations that are not specified to any project
hi: सभी निरीक्षण दिखाएं जो किसी प्रोजेक्ट से संबंधित नहीं हैं।
ur_arab: تمام وہ مشاہدات دکھائیں جو کسی پروجیکٹ سے منسلک نہیں ہیں۔

source: Project
hi: प्रोजेक्ट
ur_arab: پروجیکٹ

source: Request to Join Project
hi: प्रोजेक्ट में शामिल होने का अनुरोध
ur_arab: پروجیکٹ میں شامل ہونے کی درخواست

source: View Report
hi: रिपोर्ट देखें
ur_arab: رپورٹ دیکھیں

# request_responsibility_change
source: Request Observation Responsible Person Change
hi: निरीक्षण उत्तरदायी व्यक्ति बदलने का अनुरोध
ur_arab: مشاہدے کے ذمہ دار شخص کی تبدیلی کی درخواست

# request_delete_observation
source: Request to Delete Observation
hi: निरीक्षण हटाने का अनुरोध
ur_arab: مشاہدہ حذف کرنے کی درخواست کریں

source: View Profile
hi: प्रोफ़ाइल देखें
ur_arab: پروفائل دیکھیں

source: Justification
hi: औचित्य
ur_arab: جواز

source: View Justification
hi: औचित्य देखें
ur_arab: جواز دیکھیں

source: Back
hi: वापस
ur_arab: واپس

source: View Observation Closeout
hi: निरीक्षण समापन देखें
ur_arab: مشاہدے کے اختتام کو دیکھیں

source: Reject
hi: अस्वीकार करें
ur_arab: مسترد کریں

source: Approve
hi: स्वीकृत करें
ur_arab: منظوری دیں

source: New Responsible Person
hi: नया जिम्मेदार व्यक्ति
ur_arab: نیا ذمہ دار شخص

source: Remove
hi: हटाएं
ur_arab: ہٹائیں

source: Select User
hi: उपयोगकर्ता चुनें
ur_arab: صارف منتخب کریں

# responsible_person_change_description
source: Provide a short description of why you want to change Responsible Person of this observation
hi: कृपया बताएं कि आप इस निरीक्षण के जिम्मेदार व्यक्ति को क्यों बदलना चाहते हैं।
ur_arab: براہ کرم مختصر وضاحت دیں کہ آپ اس مشاہدے کے ذمہ دار شخص کو کیوں تبدیل کرنا چاہتے ہیں۔

# observation_delete_description
source: Provide a short description of why you are requesting this observation to be deleted
hi: कृपया बताएं कि आप इस निरीक्षण को हटाने का अनुरोध क्यों कर रहे हैं।
ur_arab: براہ کرم مختصر وضاحت دیں کہ آپ یہ مشاہدہ حذف کرنے کی درخواست کیوں کر رہے ہیں۔

source: Handover Admin Rights
hi: प्रशासक अधिकार सौंपें
ur_arab: ایڈمن حقوق منتقل کریں

source: Delete Project
hi: प्रोजेक्ट हटाएं
ur_arab: پروجیکٹ حذف کریں

source: Hand over Admin rights to %@?
hi: प्रशासक अधिकार %@ को सौंपें?
ur_arab: کیا %@ کو ایڈمن کے حقوق حوالے کرنا چاہتے ہیں؟

source: Menu
hi: मेनू
ur_arab: مینو

source: About Us
hi: हमारे बारे में
ur_arab: ہمارے بارے میں

source: Contact Us
hi: हमसे संपर्क करें
ur_arab: ہم سے رابطہ کریں

source: Settings
hi: सेटिंग्स
ur_arab: ترتیبات

source: Terms of Use
hi: उपयोग की शर्तें
ur_arab: استعمال کی شرائط

source: Privacy Policy
hi: गोपनीयता नीति
ur_arab: پرائیویسی پالیسی

source: Email Us
hi: हमें ईमेल करें
ur_arab: ہمیں ای میل کریں

source: Address
hi: पता
ur_arab: پتہ

source: Account
hi: खाता
ur_arab: اکاؤنٹ

source: Delete your account
hi: अपना खाता हटाएँ
ur_arab: اپنا اکاؤنٹ حذف کریں

source: Company Details
hi: कंपनी विवरण
ur_arab: کمپنی کی تفصیلات

source: Enter your Company Name
hi: अपनी कंपनी का नाम दर्ज करें
ur_arab: اپنی کمپنی کا نام درج کریں

source: Reset To Default
hi: डिफ़ॉल्ट पर रीसेट करें
ur_arab: ڈیفالٹ پر ری سیٹ کریں

source: Edit
hi: संपादित करें
ur_arab: ترمیم کریں

source: Download Location Of PDF
hi: पीडीएफ डाउनलोड स्थान
ur_arab: پی ڈی ایف کی ڈاؤن لوڈ لوکیشن

source: View Location
hi: स्थान देखें
ur_arab: مقام دیکھیں

source: Notifications
hi: सूचनाएँ
ur_arab: نوٹیفیکیشنز

source: Email Notifications
hi: ईमेल सूचनाएँ
ur_arab: ای میل نوٹیفیکیشنز

source: App Notifications
hi: ऐप सूचनाएँ
ur_arab: ایپ نوٹیفیکیشنز

source: Email Notification
hi: ईमेल सूचना
ur_arab: ای میل نوٹیفیکیشن

source: App Notification
hi: ऐप सूचना
ur_arab: ایپ نوٹیفیکیشن

source: Disable Email Notification
hi: ईमेल सूचना अक्षम करें
ur_arab: ای میل نوٹیفیکیشن بند کریں

source: Enable Email Notification
hi: ईमेल सूचना सक्षम करें
ur_arab: ای میل نوٹیفیکیشن فعال کریں

source: Disable App Notification
hi: ऐप सूचना अक्षम करें
ur_arab: ایپ نوٹیفیکیشن بند کریں

source: Enable App Notification
hi: ऐप सूचना सक्षम करें
ur_arab: ایپ نوٹیفیکیشن فعال کریں

source: Disable
hi: अक्षम करें
ur_arab: بند کریں

source: Enable
hi: सक्षम करें
ur_arab: فعال کریں

source: App Language
hi: ऐप भाषा
ur_arab: ایپ کی زبان

source: Change App Language
hi: ऐप भाषा बदलें
ur_arab: ایپ کی زبان تبدیل کریں

# company_details_title
source: Company Details
hi: कंपनी विवरण
ur_arab: کمپنی کی تفصیلات

source: Projects
hi: परियोजनाएँ
ur_arab: پروجیکٹس

source: Search Projects
hi: परियोजनाएँ खोजें
ur_arab: پروجیکٹس تلاش کریں

source: Projects List
hi: परियोजनाओं की सूची
ur_arab: پروجیکٹس کی فہرست

source: No Projects Found
hi: कोई परियोजना नहीं मिली
ur_arab: کوئی پروجیکٹ نہیں ملا

source: Message
hi: संदेश
ur_arab: پیغام

source: Send
hi: भेजें
ur_arab: بھیجیں

source: Project Members
hi: परियोजना सदस्य
ur_arab: پروجیکٹ ممبرز

source: Exit Project
hi: परियोजना से बाहर निकलें
ur_arab: پروجیکٹ سے نکلیں

source: Project Access Request
hi: परियोजना प्रवेश अनुरोध
ur_arab: پروجیکٹ رسائی کی درخواست
