Repository: amarjithzoondia/qe
Catalog: QualityExpertise/Resources/AppControllers/Localization/*.lproj/Localizable.strings
Languages: hi, ur_arab

# enter_code_to_join_project
source: Please enter the code to join the Project
hi: कृपया परियोजना से जुड़ने के लिए कोड दर्ज करें
ur_arab: پروجیکٹ میں شامل ہونے کے لیے کوڈ درج کریں

# project_not_exist_view
source: Project that you requested to view does not exist
hi: वह परियोजना जिसे आपने देखने के लिए अनुरोध किया है, मौजूद नहीं है।
ur_arab: جس پروجیکٹ کو آپ دیکھنا چاہتے ہیں وہ موجود نہیں ہے۔

source: Project Access Requested
hi: परियोजना प्रवेश का अनुरोध किया गया
ur_arab: پروجیکٹ رسائی کی درخواست کی گئی

# access_requested_title
source: Access Requested
hi: एक्सेस अनुरोध किया गया
ur_arab: رسائی کی درخواست دی گئی

# project_not_exist_join
source: Project that you requested to join does not exist
hi: वह परियोजना जिसे आपने जुड़ने के लिए अनुरोध किया है, मौजूद नहीं है।
ur_arab: جس پروجیکٹ میں آپ شامل ہونا چاہتے ہیں وہ موجود نہیں ہے۔

source: Edit Project
hi: प्रोजेक्ट संपादित करें
ur_arab: پراجیکٹ میں ترمیم کریںپروجیکٹ میں ترمیم کریں

source: New Project
hi: नया प्रोजेक्ट
ur_arab: نیا پراجیکٹنیا پروجیکٹ

source: PROJECT TITLE
hi: प्रोजेक्ट शीर्षक
ur_arab: پروجیکٹ کا عنوان

source: Invite Users to Project
hi: प्रोजेक्ट में उपयोगकर्ताओं को आमंत्रित करें
ur_arab: صارفین کو پروجیکٹ میں مدعو کریں

# share_message_project
source: AlNasr You are invited to a project in AlNasr iOS Project Name: %@ Project Code: %@ Enter the above code to join Install ALNASR now.
hi: रिपोर्ट ऑन द गो आपको Report On The Go iOS में एक प्रोजेक्ट में आमंत्रित किया गया है प्रोजेक्ट का नाम: %@ प्रोजेक्ट कोड: %@ जुड़ने के लिए ऊपर दिया गया कोड दर्ज करें अभी QualityExpertise इंस्टॉल करें
ur_arab: رپورٹ آن دی گو آپ کو رپورٹ آن دی گو iOS میں ایک پراجیکٹ میں مدعو کیا گیا ہے پراجیکٹ کا نام: %@ پراجیکٹ کوڈ: %@ شامل ہونے کے لیے اوپر والا کوڈ درج کریں ابھی QualityExpertise انسٹال کریں

# sucessfully_generated_code
source: Successfully Generated Code
hi: सफलतापूर्वक कोड जनरेट किया गया
ur_arab: کامیابی سے کوڈ جنریٹ ہو گیا

# project_invitations_sent
source: Project invitations successfully sent to given emails
hi: प्रोजेक्ट के निमंत्रण सफलतापूर्वक दिए गए ईमेल पर भेजे गए हैं।
ur_arab: پراجیکٹ کے دعوت نامے دیے گئے ای میلز پر کامیابی سے بھیج دیے گئے ہیں۔

source: Select Project
hi: प्रोजेक्ट चुनें
ur_arab: پراجیکٹ منتخب کریں

source: Search Locations
hi: स्थान खोजें
ur_arab: مقامات تلاش کریںمقامات تلاش کریں

source: Locations
hi: स्थान
ur_arab: مقامات

source: No Locations found
hi: कोई स्थान नहीं मिला
ur_arab: کوئی مقام نہیں ملا

# description_label
source: Description :
hi: विवरण :
ur_arab: وضاحت :

source: No Description
hi: कोई विवरण नहीं
ur_arab: کوئی وضاحت موجود نہیں

# client_name_label
source: Client name :
hi: क्लाइंट का नाम :
ur_arab: کلائنٹ کا نام :

source: No Details found
hi: कोई विवरण नहीं मिला
ur_arab: کوئی تفصیل نہیں ملی

source: No Notifications Found
hi: कोई सूचना नहीं मिली
ur_arab: کوئی نوٹیفیکیشن نہیں ملا

source: Notification
hi: सूचना
ur_arab: نوٹیفیکیشن

source: Delete Account
hi: खाता हटाएं
ur_arab: اکاؤنٹ حذف کریں

# enter_otp_sent_to_mail
source: Enter the OTP sent to your email
hi: अपने ईमेल पर भेजा गया ओटीपी दर्ज करें
ur_arab: ای میل پر بھیجا گیا او ٹی پی درج کریں

source: Confirm Deletion!
hi: हटाने की पुष्टि करें!
ur_arab: حذف کی تصدیق کریں!

# confirm_deletion_message
source: Are you sure you want to delete your account permanently
hi: क्या आप वाकई अपना खाता स्थायी रूप से हटाना चाहते हैं?
ur_arab: کیا آپ واقعی اپنا اکاؤنٹ مستقل طور پر حذف کرنا چاہتے ہیں۔

source: Search Inspections
ur_arab: معائنوں کی تلاش

source: No Inspections found
ur_arab: کوئی معائنہ نہیں ملا

# audits_inspection
source: Audits & Inspections
ur_arab: آڈٹس اور معائنے

source: Inspections
ur_arab: معائنے

# excel_download_failed
source: Failed to download Excel file
ur_arab: ایکسسل فائل ڈاؤن لوڈ کرنے میں ناکامی

source: Search Incident Type
ur_arab: حادثے کی قسم تلاش کریں

# show_all_items_not_in_project
source: Show all %@ that are not specified to any project.
ur_arab: تمام %@ دکھائیں جو کسی منصوبے میں مخصوص نہیں ہیں

source: Incident Type
ur_arab: حادثے کی قسم

source: Pick
ur_arab: منتخب کریں

# no_audits_inspections_form_found
source: No Audits & Inspections Forms Found
ur_arab: کوئی آڈٹ اور معائنہ فارم نہیں ملا

# inspection_created
source: Inspections Created
ur_arab: معائنے بنائے گئے

source: Inspection created successfully
ur_arab: معائنہ کامیابی سے بنایا گیا۔

# inspection_draft_success
source: Inspection successfully saved as draft
ur_arab: معائنہ کامیابی سے مسودے کے طور پر محفوظ ہوا۔

source: Inspection
ur_arab: معائنہ

# specify_facility_or_project
source: Specify Facility / Project
ur_arab: فیسلٹی / پراجیکٹ بتائیں

# identification_number
source: EQUIPMENT DESCRIPTION/ MODEL NUMBER/ PLATE NUMBER/ IDENTIFICATION NUMBER :
ur_arab: آلات کی وضاحت / ماڈل نمبر / پلیٹ نمبر / شناختی نمبر :

source: INSPECTED BY
ur_arab: معائنہ کرنے والا

source: ENTER INSPECTION DATE
ur_arab: معائنہ کی تاریخ درج کریں

source: EQUIPMENT SOURCE
ur_arab: آلات کا ماخذ

# if_rental
source: IF RENTAL OR SUBCONTRACTOR
ur_arab: اگر کرایہ پر یا سب ٹھیکیدار ہیں

# questions_updated_warning
source: ⚠️ The questions or form have been updated, please discard the draft.
ur_arab: ⚠️ سوالات یا فارم اپ ڈیٹ کر دیے گئے ہیں، براہِ مہربانی مسودہ ضائع کریں

source: Fields
ur_arab: فیلڈز

source: Error!
ur_arab: خرابی!

source: No Questions Found!
ur_arab: کوئی سوال نہیں ملا!

# no_questions_found_message
source: No questions are currently available. You can't publish or save to draft without any questions
ur_arab: اس وقت کوئی سوال دستیاب نہیں۔ سوالات کے بغیر آپ شائع یا مسودے کے طور پر محفوظ نہیں کر سکتے۔

source: Not Applicable
ur_arab: لاگو نہیں

source: NOTES
ur_arab: نوٹس

source: Validation!
ur_arab: توثیق!

source: Info!
ur_arab: معلومات!

source: Success
ur_arab: کامیابی

source: Share Document
ur_arab: دستاویز شیئر کریں

source: Text Format
ur_arab: متن کی شکل

source: PDF Format
ur_arab: پی ڈی ایف شکل

# inspections_draft
source: Inspections Drafts
ur_arab: معائنوں کے مسودات

# inspections_draft_delete_message
source: Are you sure you want to delete this inspection draft?. This inspection will be removed permanently
ur_arab: کیا آپ واقعی اس معائنہ کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ معائنہ مستقل طور پر ہٹا دیا جائے گا۔

source: Search Employees
ur_arab: ملازمین تلاش کریں

source: Employees
ur_arab: ملازمین

source: Employees Selected
ur_arab: منتخب شدہ ملازمین

source: Employees Selected successfully
ur_arab: ملازمین کامیابی سے منتخب کر لیے گئے۔

source: No Employees found
ur_arab: کوئی ملازمین نہیں ملے

source: Search Incidents
ur_arab: واقعات تلاش کریں

# incidents_title
source: Incidents
ur_arab: واقعات

source: No Incidents Found
ur_arab: کوئی واقعات نہیں ملے

source: Incident Notification
ur_arab: واقعہ کی اطلاع

source: View Details
ur_arab: تفصیلات دیکھیں

source: Incident Created
ur_arab: واقعہ تخلیق کیا گیا

# incident_created_success
source: Incident created successfully
ur_arab: واقعہ کامیابی سے تخلیق کیا گیا۔

# incident_saved_as_draft
source: Incident successfully saved as draft
ur_arab: واقعہ کامیابی سے مسودے کے طور پر محفوظ ہو گیا۔

# incident_saved_as_draft_without_group
source: Incident successfully saved as draft without group Specifications
ur_arab: واقعہ کامیابی سے گروپ کی تفصیلات کے بغیر مسودے کے طور پر محفوظ ہو گیا۔

source: Incident Date
ur_arab: واقعہ کی تاریخ

source: Incident Time
ur_arab: واقعہ کا وقت

source: Enter Incident Date
ur_arab: واقعہ کی تاریخ درج کریں

source: Enter Incident Time
ur_arab: واقعہ کا وقت درج کریں

source: IMMEDIATE CORRECTIONS
ur_arab: فوری اصلاحات

source: INJURED PERSON DETAILS
ur_arab: زخمی شخص کی تفصیلات

# are_there_injured
source: ARE THERE ANY INJURED PERSONS?
ur_arab: کیا کوئی زخمی شخص ہے؟

source: EMPLOYEE CODE
ur_arab: ملازم کا کوڈ

source: Employee Already Added
ur_arab: ملازم پہلے ہی شامل کیا جا چکا ہے

source: EMPLOYEE NAME
ur_arab: ملازم کا نام

source: Profession
ur_arab: پیشہ

source: Add Employee
ur_arab: ملازم شامل کریں

source: Bulk Upload Employees
ur_arab: متعدد ملازمین اپ لوڈ کریں

# all_mandatory_fields_required
source: All mandatory fields are required
ur_arab: تمام لازمی فیلڈز درکار ہیں

source: Employee Added
ur_arab: ملازم شامل کر دیا گیا

source: Fatality
ur_arab: ہلاکت

source: Hospitalization
ur_arab: ہسپتال میں داخلہ

source: Road Traffic Accident
ur_arab: سڑک کا حادثہ

source: Dangerous Occurrence
ur_arab: خطرناک واقعہ

source: Non-Accidental Death
ur_arab: غیر حادثاتی موت

source: Property Damage
ur_arab: جائیداد کو نقصان

source: Significant Environmental Incident
ur_arab: اہم ماحولیاتی واقعہ

source: Other
ur_arab: دیگر

source: and
ur_arab: اور

source: Incident Drafts
ur_arab: واقعہ کے مسودات

# incident_draft_delete_message
source: Are you sure you want to delete this incident draft. This incident will be removed permanently
ur_arab: کیا آپ واقعی اس واقعہ کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ واقعہ مستقل طور پر ہٹا دیا جائے گا۔

# search_pre_task
source: Search Pre-Task Briefing
ur_arab: پری ٹاسک بریفنگ تلاش کریں

# pre_task
source: Pre-Task Briefing
ur_arab: پری ٹاسک بریفنگ

# no_pre_task_found
source: No Pre-Task Briefings found
ur_arab: کوئی پری ٹاسک بریفنگ نہیں ملی

# pre_task_draft
source: Pre-Task Briefing Drafts
ur_arab: پری ٹاسک بریفنگ کے مسودے

# delete_pre_task_draft
source: Are you sure you want to delete this Pre-Task Briefing draft. This will be removed permanently
ur_arab: کیا آپ واقعی اس پری ٹاسک بریفنگ کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ مستقل طور پر ہٹا دیا جائے گا۔

# pre_task_created
source: Pre-Task Briefing created
ur_arab: پری ٹاسک بریفنگ بنائی گئی

# pre_task_created_success
source: Pre-Task Briefing created successfully
ur_arab: پری ٹاسک بریفنگ کامیابی سے بنائی گئی۔

# pre_task_draft_success
source: Pre-Task Briefing successfully saved as draft
ur_arab: پری ٹاسک بریفنگ کامیابی سے بطور مسودہ محفوظ کی گئی۔

source: ENTER DATE
ur_arab: تاریخ درج کریں

source: MSRA REFERENCE
ur_arab: ایم ایس آر اے ریفرنس

source: START TIME
ur_arab: شروع ہونے کا وقت

source: END TIME
ur_arab: ختم ہونے کا وقت

source: PERMIT REFERENCE
ur_arab: اجازت نامہ ریفرنس

source: TASK TITLE
ur_arab: ٹاسک کا عنوان

source: ATTENDANCE EVIDENCE
ur_arab: حاضری کا ثبوت

# topic_of_discussion_question_changed
source: ⚠️ The questions or contents in this topic of discussion have been updated. Please discard the draft
ur_arab: ⚠️ اس بحث کے موضوع میں سوالات یا مواد کو اپ ڈیٹ کیا گیا ہے۔ براہ کرم مسودہ منسوخ کریں۔

# step_by_step
source: Step by step Account of today's task
ur_arab: آج کے کام کی مرحلہ وار تفصیل

# step_by_step_description
source: The details here shall be explained to the work crew. The Supervisor will be held responsible for any work that is conducted and not detailed here
ur_arab: یہ تفصیلات کام کرنے والی ٹیم کو سمجھائی جائیں گی۔ سپروائزر کسی ایسے کام کے لیے ذمہ دار ہوگا جو یہاں بیان نہیں کیا گیا۔

# attendes
source: ATTENDEES
ur_arab: شرکاء

source: TOPICS OF DISCUSSION
ur_arab: بحث کے موضوعات

# no_questions
source: No questions are currently available
ur_arab: فی الحال کوئی سوالات دستیاب نہیں ہیں۔

source: OTHERS
ur_arab: دیگر

source: Enter Question
ur_arab: سوال درج کریں

source: Invalid Question
ur_arab: غلط سوال

# no_matching_employee_found
source: No matching employees found
ur_arab: کوئی ملازم مطابقت نہیں رکھتا ملا۔

source: Search ToolBox Talks
ur_arab: ٹول باکس گفتگو تلاش کریں

# toolbox_talk_title
source: Toolbox Talk
ur_arab: ٹول باکس گفتگو

source: No Toolbox Talk found
ur_arab: کوئی ٹول باکس گفتگو نہیں ملی

source: ToolBox Talk Drafts
ur_arab: ٹول باکس گفتگو کے مسودے

# toolbox_talk_delete
source: Are you sure you want to delete this toolbox talk draft. This incident will be removed permanently
ur_arab: کیا آپ واقعی اس ٹول باکس گفتگو کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ مستقل طور پر ہٹا دیا جائے گا۔

source: ToolBox Talk created
ur_arab: ٹول باکس گفتگو بنائی گئی

# toolbox_talk_created_success
source: ToolBox Talk created successfully
ur_arab: ٹول باکس گفتگو کامیابی سے بنائی گئی۔

# toolbox_talk_saved_draft
source: ToolBox Talk successfully saved as draft
ur_arab: ٹول باکس گفتگو کامیابی سے بطور مسودہ محفوظ کی گئی۔

source: TOPIC
ur_arab: موضوع

source: DISCUSSION POINTS
ur_arab: بحث کے نکات

source: Violations
ur_arab: خلاف ورزیاں

source: Violation created
ur_arab: خلاف ورزی بنائی گئی

# violation_created_succesfully
source: Violation created successfully
ur_arab: خلاف ورزی کامیابی سے بنائی گئی۔

# violation_saved_as_draft
source: Violation successfully saved as draft
ur_arab: خلاف ورزی کامیابی سے مسودے کے طور پر محفوظ کی گئی۔

# violation_saved_as_draft_without_group_specs
source: Violation successfully saved as draft without group Specifications
ur_arab: خلاف ورزی کامیابی سے گروپ کی تفصیلات کے بغیر مسودے کے طور پر محفوظ کی گئی۔

source: EMPLOYEE ID
ur_arab: ملازم کی شناخت

source: VIOLATION DATE
ur_arab: خلاف ورزی کی تاریخ

source: ENTER VIOLATION DATE
ur_arab: خلاف ورزی کی تاریخ درج کریں

source: Search Violations
ur_arab: خلاف ورزیاں تلاش کریں

source: No Violations found
ur_arab: کوئی خلاف ورزیاں نہیں ملیں

# violation_drafts
source: Violations Drafts
ur_arab: خلاف ورزیوں کے مسودے

# end_time_warning
source: End Time must be greater than Start Time
ur_arab: اختتامی وقت شروع ہونے کے وقت سے زیادہ ہونا چاہیے۔

# all_questions_must_answer
source: All Questions must be Answered To Continue
ur_arab: جاری رکھنے کے لیے تمام سوالات کے جوابات دینا ضروری ہے۔

# failed_draft_delete
source: Failed to delete draft
ur_arab: مسودہ حذف کرنے میں ناکامی ہوئی۔

source: *No Pre-Task Data Available*
ur_arab: *کوئی پری ٹاسک ڈیٹا دستیاب نہیں ہے*

source: OTHERS (IF ANY)
ur_arab: دیگر (اگر کوئی ہو)

source: Name
ur_arab: نام

source: Code
ur_arab: کوڈ

source: PRE-TASK BRIEFING REPORT
ur_arab: پری ٹاسک بریفنگ رپورٹ

source: Image(s) Attached
ur_arab: تصویریں منسلک ہیں

source: Image Attached
ur_arab: تصویر منسلک ہے

source: No Images
ur_arab: کوئی تصویریں نہیں ہیں

source: Other Questions
ur_arab: دیگر سوالات

# images_small
source: Images
ur_arab: تصویریں

# step_by_step_account
source: Step by Step Account of Today's Task
ur_arab: آج کے کام کی مرحلہ وار تفصیل

# reported_on_small
source: Reported On
ur_arab: رپورٹ کی تاریخ

# reported_by_small
source: Reported By
ur_arab: رپورٹ کرنے والا

source: Search Lesson Learned
ur_arab: سبق سیکھے گئے تلاش کریں

source: Lessons
ur_arab: اسباق

source: No Lesson Learned found
ur_arab: کوئی سبق نہیں ملا

# lesson_learned_draft
source: Lesson Learned Drafts
ur_arab: سبق کے مسودے

# lesson_delete_confirmation
source: Are you sure you want to delete this lesson learned draft? This lesson will be removed permanently
ur_arab: کیا آپ واقعی اس سبق کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ سبق مستقل طور پر ہٹا دیا جائے گا۔

source: No Lessons found
ur_arab: کوئی اسباق نہیں ملے

# lessons_learned_created
source: Lesson Learned created
ur_arab: سبق سیکھا گیا بنایا گیا

# lessons_learned_created_success
source: Lesson Learned created successfully
ur_arab: سبق کامیابی سے بنایا گیا۔

# lessons_learned_created_as_draft
source: Lesson Learned successfully saved as draft
ur_arab: سبق کامیابی سے مسودے کے طور پر محفوظ کیا گیا۔

# lessons_learned_created_as_draft_without_grp_specs
source: Lesson Learned successfully saved as draft without group Specifications
ur_arab: سبق کامیابی سے گروپ کی تفصیلات کے بغیر مسودے کے طور پر محفوظ کیا گیا۔

# provide_relevent_details
source: (Provide all relevant details such as location, current situation, proposed corrections or recommendations).
ur_arab: (تمام متعلقہ تفصیلات فراہم کریں جیسے مقام، موجودہ صورتحال، مجوزہ اصلاحات یا سفارشات)

# pdf_share_error
source: PDF could not be shared
ur_arab: پی ڈی ایف شیئر نہیں کی جا سکی

# pdf_save_error
source: Failed to save PDF
ur_arab: پی ڈی ایف محفوظ کرنے میں ناکامی ہوئی

source: Enter Employees To Proceed
ur_arab: آگے بڑھنے کے لیے ملازمین درج کریں

# enter_discussion_to_proceed
source: Enter Discussion Points To Proceed
ur_arab: آگے بڑھنے کے لیے بحث کے نکات درج کریں

source: Reported By is Empty
ur_arab: رپورٹ کرنے والا خالی ہے

source: Enter Injured Employees To Proceed
ur_arab: آگے بڑھنے کے لیے زخمی ملازمین درج کریں

source: Project Code
ur_arab: پراجیکٹ کوڈ

source: Project Id
ur_arab: پراجیکٹ آئی ڈی

# given_email_already_in_list
source: Given Email is already in List
ur_arab: دیا گیا ای میل پہلے ہی فہرست میں موجود ہے

source: Is missing
ur_arab: غائب ہے

# message_posted_success
source: Message Posted Successfully
ur_arab: پیغام کامیابی سے پوسٹ ہو گیا

source: Group Code
ur_arab: گروپ کوڈ

source: Group Id
ur_arab: گروپ آئی ڈی

source: Year
ur_arab: سال

source: Years
ur_arab: سال

source: Month
ur_arab: مہینہ

source: Months
ur_arab: مہینے

source: Week
ur_arab: ہفتہ

source: Weeks
ur_arab: ہفتے

source: Day
ur_arab: دن

source: Days
ur_arab: دن

source: Hour
ur_arab: گھنٹہ

source: Hours
ur_arab: گھنٹے

source: Minute
ur_arab: منٹ

source: Minutes
ur_arab: منٹ

source: Second
ur_arab: سیکنڈ

source: Seconds
ur_arab: سیکنڈ

source: Ago
ur_arab: پہلے

source: Just now
ur_arab: ابھی

source: No Inspection Data Available
ur_arab: کوئی معائنہ کا ڈیٹا دستیاب نہیں

# audit_inspection_report
source: Audit & Inspections Report
ur_arab: آڈٹ اور معائنہ کی رپورٹ

source: Selected Value
ur_arab: منتخب کردہ قدر

source: Inspection Date
ur_arab: معائنہ کی تاریخ

source: Model Number
ur_arab: ماڈل نمبر

source: Sub Contractor
ur_arab: ذیلی ٹھیکیدار

source: Rental
ur_arab: کرایہ

source: Alnasr
ur_arab: النصر

source: Select Language
ur_arab: زبان منتخب کریں

source: Edit Profile
ur_arab: پروفائل میں ترمیم کریں

source: My Profile
ur_arab: میری پروفائل

source: Change Your Password
ur_arab: اپنا پاس ورڈ تبدیل کریں

source: Old Password
ur_arab: پرانا پاس ورڈ

source: New Password
ur_arab: نیا پاس ورڈ

source: Confirm New Password
ur_arab: نیا پاس ورڈ کی تصدیق کریں

source: Change Password
ur_arab: پاس ورڈ تبدیل کریں

# handover_admin_message
source: Who would you like to hand over your super admin privileges to?
ur_arab: آپ اپنی سپر ایڈمن کی مراعات کس کو منتقل کرنا چاہتے ہیں؟

source: Enter Your Password
ur_arab: اپنا پاس ورڈ درج کریں

source: Group Delete
ur_arab: گروپ حذف کریں

# group_delete_warning
source: Are you sure want to go ahead with this? If you continue, the transaction is irreversible.
ur_arab: کیا آپ واقعی آگے بڑھنا چاہتے ہیں؟ اگر آپ جاری رکھتے ہیں تو یہ کارروائی واپس نہیں لی جا سکتی۔

# forgot_password_title
source: Forgot Password
ur_arab: پاس ورڈ بھول گئے

# forgot_password_message
source: Enter your email address below to reset password
ur_arab: پاس ورڈ ری سیٹ کرنے کے لیے نیچے اپنا ای میل ایڈریس درج کریں

source: Reset Password
ur_arab: پاس ورڈ ری سیٹ کریں

source: Lesson Learned Report
ur_arab: سبق سیکھا رپورٹ

source: Violation Report
ur_arab: خلاف ورزی رپورٹ

source: ToolBox Talk Report
ur_arab: ٹول باکس ٹاک رپورٹ

source: Incident Report
ur_arab: واقعہ کی رپورٹ

source: Incident Types
ur_arab: واقعہ کی اقسام

source: Injured Employees
ur_arab: زخمی ملازمین

source: Corrections
ur_arab: درستگیاں

source: Observation Report
ur_arab: مشاہدے کی رپورٹ

source: Date Reported
ur_arab: رپورٹ کی تاریخ

source: Report Status
ur_arab: رپورٹ کی حیثیت

source: Open
ur_arab: کھلا

source: Closeout Pending
ur_arab: بندش زیرِ منظوری

source: Closed
ur_arab: بند

source: Close Out
ur_arab: بندش

source: Date Closed
ur_arab: بند ہونے کی تاریخ

source: SubContractor
ur_arab: سب کنٹریکٹر

# choose_language_description
source: Select your preferred language
ur_arab: اپنی پسند کی زبان منتخب کریں

source: Save Language
ur_arab: زبان محفوظ کریں

# you_can_change_language_later
source: You can change the language later from settings
ur_arab: آپ بعد میں ترتیبات سے زبان تبدیل کر سکتے ہیں۔

source: Observation Date
ur_arab: مشاہدے کی تاریخ

source: Generating PDF!
ur_arab: پی ڈی ایف تیار کی جا رہی ہے!

# generate_pdf_message
source: Please wait while the document is prepared. This may take some time depending on the size of the report
ur_arab: براہ کرم انتظار کریں، دستاویز تیار کی جا رہی ہے۔ رپورٹ کے سائز کے مطابق اس میں کچھ وقت لگ سکتا ہے۔

# update_company_details_error
source: We couldn’t update your company details. Please log out and log in again
ur_arab: ہم آپ کی کمپنی کی تفصیلات اپ ڈیٹ نہیں کر سکے۔ براہِ مہربانی لاگ آؤٹ ہو کر دوبارہ لاگ اِن کریں۔

source: %@ is required
ur_arab: %@ درکار ہے

source: Required field %@
ur_arab: ضروری فیلڈ %@

source: Invalid %@
ur_arab: غلط %@

source: %@ mismatch
ur_arab: %@ میل نہیں کھاتا

source: %@ should be less than %@.
ur_arab: %@ %@ سے کم ہونا چاہیے

source: %@ should be greater than %@.
ur_arab: %@ %@ سے زیادہ ہونا چاہیے

source: Invalid date format
ur_arab: غلط تاریخ کا فارمیٹ

# USERNAME_REQUIRED
source: Username is required
ur_arab: یوزرنیم درکار ہے

# USERNAME_TOO_SHORT
source: Username must contain at least 3 characters
ur_arab: یوزرنیم میں کم از کم 3 حروف ہونے چاہئیں

# USERNAME_TOO_LONG
source: Username should not contain more than 18 characters
ur_arab: یوزرنیم میں 18 سے زیادہ حروف نہیں ہونے چاہئیں

# USERNAME_INVALID_CHARACTERS
source: Invalid username — should not contain spaces, numbers or special characters.
ur_arab: غلط یوزرنیم — اس میں خالی جگہ، نمبر یا خاص علامتیں نہیں ہونی چاہئیں

# PASSWORD_MIN_LENGTH
source: Password must have at least 6 characters
ur_arab: پاس ورڈ میں کم از کم 6 حروف ہونے چاہئیں

source: Phone Number
ur_arab: فون نمبر

source: OTP Code
ur_arab: او ٹی پی کوڈ

source: Enter mobile number
ur_arab: موبائل نمبر درج کریں

# ENTER_VALID_MOBILE_NUMBER
source: Enter a valid mobile number
ur_arab: درست موبائل نمبر درج کریں

source: Country
ur_arab: ملک

source: Postal Code
ur_arab: پوسٹل کوڈ

source: URL Address
ur_arab: یو آر ایل پتہ

# AGE_REQUIRED
source: Age is required
ur_arab: عمر درکار ہے

# AGE_MUST_BE_NUMBER
source: Age must be a number
ur_arab: عمر ایک نمبر ہونی چاہیے

source: Invalid age number
ur_arab: غلط عمر کا نمبر

# AGE_UNDER_LIMIT
source: You must be over 18 years old to use this app
ur_arab: اس ایپ کو استعمال کرنے کے لیے آپ کی عمر 18 سال سے زیادہ ہونی چاہیے

# PROJECT_IDENTIFIER_REQUIRED
source: Project Identifier is required
ur_arab: پروجیکٹ شناخت درکار ہے

source: Invalid Project Identifier format
ur_arab: غلط پروجیکٹ شناختی فارمیٹ
